Repository: DekodeInteraktiv/nelhydrogen
Catalog: content/plugins/toolbar-publish-button/languages/toolbar-publish-button-*.po
Languages: de, uk

source: Please choose a valid color for background
de: Bitte eine gültige Farbe für den Hintergrund wählen
uk: Будь ласка, оберіть правильний формат кольору для фону

source: Toolbar Publish Button Settings
de: Toolbar Publish Button Einstellungen
uk: Налаштування плагіна "Кнопка публікації на тулбарі"

source: You do not have sufficient permissions to access this page.
de: Keine Berechtigung, um auf diese Seite zuzugreifen.
uk: У вас недостатньо прав для доступу до цієї сторінки.

source: Basic Settings
de: Basis Einstellungen
uk: Базові налаштування

source: Scrollbar Position
de: Scrollleistenposition
uk: Позиція прокрутки

source: Remember scrollbar position
de: Merke Scrolleistenposition
uk: Пам'ятати позицію прокрутки

source: Returns the scrollbar of an admin page (including code Editor page) to its position after saving.
de: Kehrt zur letzten Position auf der Scrollleiste einer WP Admin Seite (die Code Editor Seite eingeschlossen) nach dem Speichern zurück.
uk: Повертає прокрутку адміністративної сторінки (включаючи редактор кода) на місце після збереження.

source: Works for Plugins page after plugin actiation / deactivation.
de: Funktioniert für die Plugin Seite nach Plugin Aktivierung / Deaktivierung.
uk: Працює також для сторінки плагінів після активації / деактивації плагіну.

source: "Save Draft" button
de: "Entwurf speichern" Button
uk: Кнопка "До чернеток"

source: Duplicate "Save Draft" button to admin bar
de: Dupliziere "Entwurf speichern" Button in die Admin Leiste
uk: Дублювати кнопку "До чернеток" до верхньої панелі

source: "Preview" button
de: "Vorschau" Button
uk: Кнопка "Переглянути"

source: Duplicate "Preview" / "Preview Changes" button to admin bar
de: Dupliziere "Vorschau" / "Änderungen anzeigen" Button in die Admin Leiste
uk: Дублювати кнопку "Переглянути / Переглянути запис" до верхньої панелі

source: Button Background
de: Button Hintergrund
uk: Фон кнопки

source: What's new in
de: Neu in
uk: Що новенького у

source: version
uk: версії

source: Support
uk: Підтримка

source: Feel free to ask for help on
de: Hilfe bei Fragen gibt es hier
uk: Не соромтеся спитати про допомогу на

source: Plugin rating
de: Plugin Bewertung
uk: Рейтинг плагіну

source: Please
de: Bitte
uk: Будь ласка

source: vote for the plugin
de: bewerte das Plugin
uk: проголосуйте за плагін

source: Thanks!
de: Danke
uk: Дякуємо!

source: Other plugins you may find useful
de: Weitere Plugins, die Dir gefallen könnten
uk: Інші плагіни, що можуть виявитися корисними

source: Settings
de: Einstellungen
uk: Налаштування

source: Save a lot of your time by scrolling less in WP admin! A small UX improvement that keeps Publish button within reach and retains the scrollbar position after saving in WordPress admin.
de: Spare Zeit durch weniger Gescrolle im WP Admin Bereich! Eine kleine UX Verbesserung, die den Publizieren Button immer erreichbar macht und nach Speichern die Position auf Scrolleiste behält.
uk: Бережіть свій час прокручуючи менше у адмінці WP! Маленьке UX-вдосконалення, що тримає кнопку публікації у зоні доступності та повертає полосу прокрутки після операції збереження у адмінці WordPress.
